{
	"data": [{
		"type": "project",
		"id": "enigami",
		"attributes": {
			"name": "enigami",
			"thumbnail-subtitle": "Responsive Web Application",
			"description": "Web application designed for quick data entry for tracking symptoms based on a given condition.",
			"subtitle":  "Responsive Design • Development • Bootstrap • LESS",
			"thumbnail-image": "assets/images/enigami-ipad.jpg",
			"banner-image": "assets/images/enigamilogo-gray.png"
		},
		"relationships": {
			"contents": {
				"data": [
					{ "type": "content", "id": "enigami-1" },
					{ "type": "content", "id": "enigami-2" },
					{ "type": "content", "id": "enigami-3" },
					{ "type": "content", "id": "enigami-4" },
					{ "type": "content", "id": "enigami-5" },
					{ "type": "content", "id": "enigami-6" },
					{ "type": "content", "id": "enigami-7" },
					{ "type": "content", "id": "enigami-8" },
					{ "type": "content", "id": "enigami-9" },
					{ "type": "content", "id": "enigami-10" },
					{ "type": "content", "id": "enigami-11" },
					{ "type": "content", "id": "enigami-12" },
					{ "type": "content", "id": "enigami-13" },
					{ "type": "content", "id": "enigami-14" },
					{ "type": "content", "id": "enigami-15" },
					{ "type": "content", "id": "enigami-16" },
					{ "type": "content", "id": "enigami-17" },
					{ "type": "content", "id": "enigami-18" }
				]
			}
		}
	},{
		"type": "project",
		"id": "spigot",
		"attributes": {
			"name": "spigot labs",
			"thumbnail-subtitle": "Ember Web Application",
			"description": "Spigot Labs allows vendors and attendees of conferences and festivals to track who they met or what they tasted.",
			"subtitle":  "Design • Development • Ember JS • SASS",
			"thumbnail-image": "assets/images/spigot-macbook.jpg",
			"banner-image": "assets/images/spigotlogo-gray.png"
		},
		"relationships": {
			"contents": {
				"data": [
					{ "type": "content", "id": "spigot-1" },
					{ "type": "content", "id": "spigot-2" },
					{ "type": "content", "id": "spigot-3" },
					{ "type": "content", "id": "spigot-4" },
					{ "type": "content", "id": "spigot-5" },
					{ "type": "content", "id": "spigot-6" },
					{ "type": "content", "id": "spigot-7" },
					{ "type": "content", "id": "spigot-8" },
					{ "type": "content", "id": "spigot-9" },
					{ "type": "content", "id": "spigot-10" },
					{ "type": "content", "id": "spigot-11" },
					{ "type": "content", "id": "spigot-12" },
					{ "type": "content", "id": "spigot-13" },
					{ "type": "content", "id": "spigot-14" }
				]
			}
		}
	},{
		"type": "project",
		"id": "tapigo",
		"attributes": {
			"name": "tapigo",
			"thumbnail-subtitle": "Mobile Applications",
			"description": "Suite of mobile applications specifically designed for the residential and commercial irrigation maintenance process.",
			"subtitle":  "Mobile Applications • Sencha Touch • SASS",
			"thumbnail-image": "assets/images/tapigo-phones.jpg",
			"banner-image": "assets/images/tapigologo-gray.png"
		},
		"relationships": {
			"contents": {
				"data": [
					{ "type": "content", "id": "tapigo-1" },
					{ "type": "content", "id": "tapigo-2" },
					{ "type": "content", "id": "tapigo-3" },
					{ "type": "content", "id": "tapigo-4" },
					{ "type": "content", "id": "tapigo-5" },
					{ "type": "content", "id": "tapigo-6" },
					{ "type": "content", "id": "tapigo-7" },
					{ "type": "content", "id": "tapigo-8" },
					{ "type": "content", "id": "tapigo-9" },
					{ "type": "content", "id": "tapigo-10" },
					{ "type": "content", "id": "tapigo-11" },
					{ "type": "content", "id": "tapigo-12" },
					{ "type": "content", "id": "tapigo-13" },
					{ "type": "content", "id": "tapigo-14" },
					{ "type": "content", "id": "tapigo-15" },
					{ "type": "content", "id": "tapigo-16" },
					{ "type": "content", "id": "tapigo-17" },
					{ "type": "content", "id": "tapigo-18" },
					{ "type": "content", "id": "tapigo-19" },
					{ "type": "content", "id": "tapigo-20" }
				]
			}
		}
	},{
		"type": "project",
		"id": "aventura",
		"attributes": {
			"name": "aventura",
			"thumbnail-subtitle": "Desktop Security Application",
			"description": "Aventura leverages situational awareness to deliver a highly secure, personalized clinical desktop with single sign on technology.",
			"subtitle":  "Design • Development • Desktop Application • QML",
			"thumbnail-image": "assets/images/aventura-imac.jpg",
			"banner-image": "assets/images/aventuralogo-gray.png"
		},
		"relationships": {
			"contents": {
				"data": [
					{ "type": "content", "id": "aventura-1" },
					{ "type": "content", "id": "aventura-2" },
					{ "type": "content", "id": "aventura-3" },
					{ "type": "content", "id": "aventura-4" },
					{ "type": "content", "id": "aventura-5" },
					{ "type": "content", "id": "aventura-6" },
					{ "type": "content", "id": "aventura-7" },
					{ "type": "content", "id": "aventura-8" },
					{ "type": "content", "id": "aventura-9" },
					{ "type": "content", "id": "aventura-10" },
					{ "type": "content", "id": "aventura-11" },
					{ "type": "content", "id": "aventura-12" },
					{ "type": "content", "id": "aventura-13" },
					{ "type": "content", "id": "aventura-14" },
					{ "type": "content", "id": "aventura-15" },
					{ "type": "content", "id": "aventura-16" },
					{ "type": "content", "id": "aventura-17" }
				]
			}
		}
	}],
	"included": [{
		"type": "content",
		"id": "enigami-1",
		"attributes": {
			"content-type": "body",
			"content": "Enigami Systems is a healthcare IT company that delivers a SaaS product for collecting data concerning symptoms for a given condition.  With this data, they are able to provide information about the most effective treatments."
		}
	},{
		"type": "content",
		"id": "enigami-2",
		"attributes": {
			"content-type": "header",
			"content": "The Task"
		}
	},{
		"type": "content",
		"id": "enigami-3",
		"attributes": {
			"content-type": "body",
			"content": "Enigami needed a web-based application that would provide a dashboard and journaling system for patients to enter and track symptoms on a day-to-day basis.  The dashboard followed a step-by-step wizard format making data entry as straight forward as possible for the users.  The project included a registration process as well."
		}
	},{
		"type": "content",
		"id": "enigami-4",
		"attributes": {
			"content-type": "header",
			"content": "Visual Design"
		}
	},{
		"type": "content",
		"id": "enigami-5",
		"attributes": {
			"content-type": "body",
			"content": "At the beginning of the project, we were provided with a logo in two colors, and the typeface (Lato Sans) for the Enigami brand."
		}
	},{
		"type": "content",
		"id": "enigami-6",
		"attributes": {
			"content-type": "component",
			"content": "enigami-logo-typography"
		}
	},{
		"type": "content",
		"id": "enigami-7",
		"attributes": {
			"content-type": "body",
			"content": "Using the logo colors as a guide, I wanted to stick to the subtle and light feeling the color palette gave the brand.  Since the logo was navy (edging close to purple), I selected grays with more blue and purple in them to keep the mood of the application cool.  I added 3 accent colors: green for buttons, yellow for small highlighted items, and red for error messaging.  I made sure to keep these muted in tone as well to ensure they did not clash with the subtle purple-grays."
		}
	},{
		"type": "content",
		"id": "enigami-8",
		"attributes": {
			"content-type": "component",
			"content": "enigami-colors"
		}
	},{
		"type": "content",
		"id": "enigami-9",
		"attributes": {
			"content-type": "body",
			"content": "The other area of the design that I paid close attention to was spacing.  With the application being one that users should interact with on a daily basis, I wanted it to be as non-overwhelming as possible.  Exaggerated spacing between elements and large controls helped to accomplish a more basic look and feel."
		}
	},{
		"type": "content",
		"id": "enigami-10",
		"attributes": {
			"content-type": "image",
			"content": "/assets/images/enigami-createaccount.jpg",
			"class": "enigami-create-account"
		}
	},{
		"type": "content",
		"id": "enigami-11",
		"attributes": {
			"content-type": "header",
			"content": "Usability"
		}
	},{
		"type": "content",
		"id": "enigami-12",
		"attributes": {
			"content-type": "body",
			"content": "At the start of the project, the founders provided a few wireframes demonstrating some of the workflows they worked through for the application.  The entry of conditions and their associated symptoms required a number of unnecessary steps for the user.  I was able to suggest a few changes to the workflow that shortened the process by 3 steps and made the steps more understandable.  I simplified the main page by presenting only a list of all added conditions and a button to add more.  Clicking to add the condition presents a modal where the user selects the condition and the symptoms.  With this modification, the modal becomes the only edit state, with 2 distinct actions as opposed to the inline-edit presented in the first option."
		}
	},{
		"type": "content",
		"id": "enigami-13",
		"attributes": {
			"content-type": "image",
			"content": "/assets/images/Enigami-WorkflowComparison.jpg"
		}
	},{
		"type": "content",
		"id": "enigami-14",
		"attributes": {
			"content-type": "header",
			"content": "Responsive Design"
		}
	},{
		"type": "content",
		"id": "enigami-15",
		"attributes": {
			"content-type": "body",
			"content": "To encourage daily use of the application, it was important that the app be usable on a mobile device as well.  While I did not take a true mobile-first approach to this particular project, I did design the layout with mobile devices in mind.  This was fairly straight-forward for the sign up pages that just had one column of controls.  For the dashboard, however, a two-column layout was selected to allow for an easy stacked concept on mobile.  With the help of the Bootstrap grid and SASS media queries, I implemented the front-end to be fully responsive."
		}
	},{
		"type": "content",
		"id": "enigami-16",
		"attributes": {
			"content-type": "image",
			"content": "/assets/images/Enigami-Responsive.jpg"
		}
	},{
		"type": "content",
		"id": "enigami-17",
		"attributes": {
			"content-type": "header",
			"content": "Positive Feedback"
		}
	},{
		"type": "content",
		"id": "enigami-18",
		"attributes": {
			"content-type": "body",
			"content": "This is one of the only projects I’ve ever worked on where the first iteration of visual design was loved immediately by the stakeholders.  While we iterated on a few small user flows and required changes based on additional requirements, the founders were thrilled with the visual design and professional feel from the start.  For my first project as the lead designer, this was quite the success story and exactly the reactions I had hoped for."
		}
	},{
		"type": "content",
		"id": "spigot-1",
		"attributes": {
			"content-type": "body",
			"content": "Spigot Labs allows vendors and attendees of conferences and festivals to track who they met or what they tasted.  I designed and developed the front-end of the dashboard application."
		}
	},{
		"type": "content",
		"id": "spigot-2",
		"attributes": {
			"content-type": "header",
			"content": "The Task"
		}
	},{
		"type": "content",
		"id": "spigot-3",
		"attributes": {
			"content-type": "body",
			"content": "Kogi shabby chic seitan austin VHS, mlkshk +1. Biodiesel intelligentsia butcher selfies, narwhal organic craft beer listicle mumblecore actually roof party humblebrag. Everyday carry kinfolk before they sold out yuccie, vegan paleo pour-over portland. Semiotics brooklyn typewriter, pop-up seitan meditation chia celiac pork belly."
		}
	},{
		"type": "content",
		"id": "spigot-4",
		"attributes": {
			"content-type": "header",
			"content": "Visual Details and Usability"
		}
	},{
		"type": "content",
		"id": "spigot-5",
		"attributes": {
			"content-type": "body",
			"content": "- Small details because there is so much data and information on the screen - Order of attendees in list"
		}
	},{
		"type": "content",
		"id": "spigot-6",
		"attributes": {
			"content-type": "header",
			"content": "Layout"
		}
	},{
		"type": "content",
		"id": "spigot-7",
		"attributes": {
			"content-type": "body",
			"content": "While a fully responsive mobile site was not a requirement for this project, I designed it with the move to mobile in mind.  As such, I chose a three column approach which makes the hierarchy of events to attendees to the attendee details clear.  This will translate well on mobile as a drill-down affect from one screen to the next.  Further, for the desktop app, it was important to be able to flip from person to person quickly and see new entries added to the top of the list when a visitor taps their badge.  The full list of attendees always visible and central to the layout supports this requirement."
		}
	},{
		"type": "content",
		"id": "spigot-8",
		"attributes": {
			"content-type": "header",
			"content": "Style Guide Driven Development"
		}
	},{
		"type": "content",
		"id": "spigot-9",
		"attributes": {
			"content-type": "body",
			"content": "Designing this app for the developer founder, I wanted to make the ability to add onto the site without bothering the styles as easy as possible.  With this styleguide, it’s easy to see each component of the site and what code was required to utilize them."
		}
	},{
		"type": "content",
		"id": "spigot-10",
		"attributes": {
			"content-type": "image",
			"content": "/assets/images/Spigot-ColorsTypography.png"
		}
	},{
		"type": "content",
		"id": "spigot-11",
		"attributes": {
			"content-type": "body",
			"content": "I created mixins for font sizes and styles.  This way, the SASS is far cleaner, and if they need to be changed at all, the change is required only in the mixin rather than through out the code."
		}
	},{
		"type": "content",
		"id": "spigot-12",
		"attributes": {
			"content-type": "image",
			"content": "/assets/images/Spigot-FontStyles.png"
		}
	},{
		"type": "content",
		"id": "spigot-13",
		"attributes": {
			"content-type": "body",
			"content": "With the use of components, the code is reusable and modular.  By utilizing Ember components, Handlebars, and SASS partial files, the styleguide becomes live.  The components, styles, and bindings used in the styleguide are the same ones used in the app itself.  If updates need to be made to any of the styles, components, or component behaviors, they will be reflected in the styleguide and throughout the app."
		}
	},{
		"type": "content",
		"id": "spigot-14",
		"attributes": {
			"content-type": "image",
			"content": "/assets/images/Spigot-Components.png"
		}
	},{
		"type": "content",
		"id": "tapigo-1",
		"attributes": {
			"content-type": "body",
			"content": "Tapigo is a suite of mobile applications specifically designed for the residential and commercial irrigation maintenance process.  The name \"Tapigo\" was created from the combination of the three words \"tap\" - \"i\" - \"go\".  As such, a central focus of the apps is quick and focused data entry.  The mantra of the company founder was \"tap tap tap\" when describing how easy and seamless he envisioned the use of the apps.  As such, we spent a lot of time wire framing and prototyping user flows to ensure the use of the applications was both quick and simple."
		}
	},{
		"type": "content",
		"id": "tapigo-2",
		"attributes": {
			"content-type": "header",
			"content": "The Task"
		}
	},{
		"type": "content",
		"id": "tapigo-3",
		"attributes": {
			"content-type": "body",
			"content": "The target market of the Tapigo applications is service providers, specifically irrigation maintenance crews for this use case.  As such, the goal was to create applications that could be used on the go for data entry for users who are not accustomed to using their phones for tasks like this.  One aim in particular was to limit the amount of free text entry in the application and instead present the user with tappable options that could be viewed and selected quickly while surveying, inspecting, or performing work on a property."
		}
	},{
		"type": "content",
		"id": "tapigo-4",
		"attributes": {
			"content-type": "header",
			"content": "Visual Design"
		}
	},{
		"type": "content",
		"id": "tapigo-5",
		"attributes": {
			"content-type": "body",
			"content": "With a suite of applications intended to be used outdoors and on the go, it was critical that the visual design be simple, clean, and non-distracting to the user.  Legibility and simplicity were two of the main focuses.  When starting on the project, the branding and logo had been established.  The color palette had a natural, outdoors feel.  I selected the blue as the primary color in the palette, as it would stand out the most dramatically when used for controls, buttons, navigation items, and any other areas where small pops of color would be required.  All other colors in the palette were used more sparingly throughout the application in order to maintain the simplicity of the apps in the visual design as well.  I selected Open Sans as the typeface to use throughout the application.  The typeface has a professional feel while not being too stiff, serious, or corporate.  It was important with this mobile application that the text be legible in small sizes.  Open Sans certainly fit this requirement."
		}
	},{
		"type": "content",
		"id": "tapigo-6",
		"attributes": {
			"content-type": "component",
			"content": "tapigo-color-typeface"
		}
	},{
		"type": "content",
		"id": "tapigo-7",
		"attributes": {
			"content-type": "header",
			"content": "Iconography"
		}
	},{
		"type": "content",
		"id": "tapigo-8",
		"attributes": {
			"content-type": "body",
			"content": "Central to the product concept was the segmentation of functionality between multiple applications.  With this strategy, the thought was that the apps would be more usable with fewer features packed into each.  Further, if a particular role in the company never needed to view invoices, they would not need to download the ‘Invoice’ application at all.  This idea would give users a deeper knowledge of the functionality within the apps that they needed to use most often, and left anything they did not need out of the picture for them.  For this group of 5 different applications, we needed clear iconography to distinguish the different apps.  The company branding and logo uses thin, rounded lines, giving it a clean but fun look.  When considering the individual application icons, I wanted to keep this aesthetic consistent throughout each.  Using thin and rounded vectors, I created icons that clearly represented nouns associated with the verbs used for each application name."
		}
	},{
		"type": "content",
		"id": "tapigo-9",
		"attributes": {
			"content-type": "component",
			"content": "tapigo-iconography"
		}
	},{
		"type": "content",
		"id": "tapigo-10",
		"attributes": {
			"content-type": "header",
			"content": "User Workflows"
		}
	},{
		"type": "content",
		"id": "tapigo-11",
		"attributes": {
			"content-type": "body",
			"content": "While the visual design of the applications was important to the founder and brand, we spent the majority of our time focused on the usability and ease of navigation throughout the applications.  With this, I had the opportunity to experiment with a number of methods and fidelity levels in wire framing and prototyping user workflows.  Throughout the project, I used sketches, low-fidelity wireframes, high-fidelity wireframes, and interactive prototypes to demonstrate workflows for iteration.  Sketching in Fifty Three’s paper app was a great way for me to present multiple different high-level concepts and get quick feedback on direction."
		}
	},{
		"type": "content",
		"id": "tapigo-12",
		"attributes": {
			"content-type": "image",
			"content": "<Paper sketches>"
		}
	},{
		"type": "content",
		"id": "tapigo-13",
		"attributes": {
			"content-type": "body",
			"content": "I used low-fidelity wireframes later in the application design process, once we had distinguished a number of control and workflow patterns, but just needed to flesh out the exact user paths for one particular task.  This is one task for adding an asset in the application that had multiple paths the user could potentially go through.  I created this wireframe to allow the developers and founder to see each path and how they differ."
		}
	},{
		"type": "content",
		"id": "tapigo-14",
		"attributes": {
			"content-type": "image",
			"content": "</Users/kwhite/Dropbox/Documents/Tapigo/Inspect - Design/Wireframes/createservice.pdf>"
		}
	},{
		"type": "content",
		"id": "tapigo-15",
		"attributes": {
			"content-type": "body",
			"content": "Once we had iterated a bit and validated that the workflow made sense, I created and added higher fidelity comps to the workflow diagram to ensure it still made sense, and to inform the developer of which components to use where."
		}
	},{
		"type": "content",
		"id": "tapigo-16",
		"attributes": {
			"content-type": "image",
			"content": "</Users/kwhite/Dropbox/Documents/Tapigo/Inspect - Design/Add_Service/CreateService-Comps.pdf>"
		}
	},{
		"type": "content",
		"id": "tapigo-17",
		"attributes": {
			"content-type": "body",
			"content": "Finally, all of these static sketches and wireframes were certainly helpful in coming up with what we thought might be intuitive workflows for users to accomplish certain tasks in the applications.  However, we wouldn’t know for certain that flows were intuitive until we were able to try them ourselves.  I created prototypes using FluidUI that we could run on our devices for some of the tasks that would either become conventions, or that were particularly complicated.  Being able to tap around the app ourselves made gaps and short comings in the workflows far more obvious than just wireframes.  This allowed us to make tweaks where necessary prior to writing any code."
		}
	},{
		"type": "content",
		"id": "tapigo-18",
		"attributes": {
			"content-type": "image",
			"content": "<GIF if possible?>"
		}
	},{
		"type": "content",
		"id": "tapigo-19",
		"attributes": {
			"content-type": "header",
			"content": "Detail-Oriented Success"
		}
	},{
		"type": "content",
		"id": "tapigo-20",
		"attributes": {
			"content-type": "body",
			"content": "One of my favorite parts about working on this project was the attention to detail then entire team had when it came to intuitive workflows.  The founder and I spent hours sometimes discussing and iterating how to make one task as easy as possible for a user to accomplish.  This attention to detail and usability will absolutely make Tapigo and their apps successful in the future."
		}
	},{
		"type": "content",
		"id": "aventura-1",
		"attributes": {
			"content-type": "body",
			"content": "The Aventura security product aides in clinician workflows in a hospital setting by instantaneously securing and reconnecting desktop sessions with the tap of a badge.  As such, we have a splash screen display on the machine when it is secure.  While this project was small, it came with some unique constraints that were critical to work out to ensure that the screen visible on most machines in the hospital was professional and visually appealing."
		}
	},{
		"type": "content",
		"id": "aventura-2",
		"attributes": {
			"content-type": "header",
			"content": "The Task"
		}
	},{
		"type": "content",
		"id": "aventura-3",
		"attributes": {
			"content-type": "body",
			"content": "The goal of this project was to replace legacy splash screens with something more modern.  Further, an added requirement was that customers have the ability to customize (white label) the screen with their organization’s colors and logo."
		}
	},{
		"type": "content",
		"id": "aventura-4",
		"attributes": {
			"content-type": "header",
			"content": "Visual Design"
		}
	},{
		"type": "content",
		"id": "aventura-5",
		"attributes": {
			"content-type": "body",
			"content": "The original design of the screens was antiquated and blocky.  My focus for the updated screens was to give them a clean and professional feel.  The first area to tackle was the all caps, legacy font.  I replaced the font with Source Sans Pro, a thin and neat typeface, giving it a more polished look.  Removing the thick white borders, softening up all corners, thinning outlines, and adding spacing made for a far more legible and clean look and feel."
		}
	},{
		"type": "content",
		"id": "aventura-6",
		"attributes": {
			"content-type": "image",
			"content": "<original registration screen> vs. <RegisterCard-Aventura.png>"
		}
	},{
		"type": "content",
		"id": "aventura-7",
		"attributes": {
			"content-type": "header",
			"content": "Usability Improvements"
		}
	},{
		"type": "content",
		"id": "aventura-8",
		"attributes": {
			"content-type": "body",
			"content": "The original splash screens had a number of usability issues.  Even though there are only a handful of controls on the form, the usability of the form is critical due to the amount of times clinicians interact with it in a given day.  Further, the Aventura product is driven by speed.  The login process needs to be as seamless as possible for clinicians.  As seen in the image of the original splash screen below, the color, sizing, and placement of the “Change Password” button proved to be a challenge for clinicians.  During one particular go-live, almost every nurse we observed clicked the “Change Password” button instead of “Connect”.  In the new screens, I made sure that the “Change Password” button looks like a secondary action by making it appear smaller and less prominent, adding the underline to make it clear that it is clickable."
		}
	},{
		"type": "content",
		"id": "aventura-9",
		"attributes": {
			"content-type": "image",
			"content": "<original login screen> vs. <Login-bgWhite-tcGray.png>"
		}
	},{
		"type": "content",
		"id": "aventura-10",
		"attributes": {
			"content-type": "header",
			"content": "Constraints"
		}
	},{
		"type": "content",
		"id": "aventura-11",
		"attributes": {
			"content-type": "body",
			"content": "The biggest challenge for this project from a design perspective was meeting the requirement indicating that administrators should be allowed to modify the colors and logo on the screen.  My goal was to limit the number of colors and settings an administrator could modify.  The more colors we allow the administrators to modify, the more possibility for awful and illegible combinations.  I was able to limit the number of colors that can be chosen to two: the text color and the background color.  In the design, I made use of opacity to establish typographical hierarchy, control states, and button states."
		}
	},{
		"type": "content",
		"id": "aventura-12",
		"attributes": {
			"content-type": "image",
			"content": "<gif of hover states>"
		}
	},{
		"type": "content",
		"id": "aventura-13",
		"attributes": {
			"content-type": "body",
			"content": "For future versions of the screens, it would be beneficial to calculate contrast for administrators as they set colors.  This way, it would notify the administrator if they chose foreground and background colors with less contrast than the standards recommend.  For now, we are still at the mercy of the administrator having a good eye for color combinations, or guidance through the hospital brand."
		}
	},{
		"type": "content",
		"id": "aventura-14",
		"attributes": {
			"content-type": "body",
			"content": "The final challenge was ensuring that the logo placement and size constraints allowed for the majority of hospital logos to fit in the allowed space.  I was able to decide on size maximums and minimums by evaluating a number of our current customer’s logos.  Paying close attention to spacing around the logo, every logo we tried worked well with the sizing constraints in place.  I made sure to evaluate screens with light and dark background, as well as with jags (white backgrounds) and png files."
		}
	},{
		"type": "content",
		"id": "aventura-15",
		"attributes": {
			"content-type": "image",
			"content": "<all the different hospital screens>"
		}
	},{
		"type": "content",
		"id": "aventura-16",
		"attributes": {
			"content-type": "header",
			"content": "Small Project, Big Improvements"
		}
	},{
		"type": "content",
		"id": "aventura-17",
		"attributes": {
			"content-type": "body",
			"content": "*******INSERT CONCLUSION************"
		}
	}]
}